# age1 = int(input("возраст 1"))
# age2= int(input("возраст 2"))
# age3=int(input("возраст 3"))

# if (age1>age2):
#     print('Age1 больше')
# elif(age3>age2):
#     print('Age3 больше')
# else:
#     print('age2 больше')


товар1=5000
товар2=6000
товар3=7000
товар4=8000
баланс=int(input('ваш баланс'))

if(8000< баланс):
    print('ты даже меня можешь выкупить')

elif(товар4 == баланс):
    print('тебе хватает на 4 товар')
elif(товар3<= баланс):
    print('тебе хватает на 3')
elif(товар2<= баланс):
    print('тебе хватает на 2 товар')
elif(товар1<= баланс):
    print('тебе хатает денег на первый товар')
else:
    print('ты даже меня можешь выкупить')

